import projectImage1 from "../assets/images/project1.jpg";
import projectImage2 from "../assets/images/project2.jpg";
import projectImage3 from "../assets/images/project31.jpg";
import projectImage4 from "../assets/images/project4.jpg";

export const projects = [
  {
    id: 1,
    image: projectImage1,
    name: "Grand Central",
    desc: "",
    location: "Grand Central Parkway, Queence, New York, USA",
  },
  {
    id: 2,
    image: projectImage2,
    name: "Trylon Tower",
    desc: "",
    location: "Rego Park at 98-81 Queens Boulevard, New York, USA",
  },
  {
    id: 3,
    image: projectImage3,
    name: "Phantom, Moscow Russia",
    desc: "",
    location: "Москва, Малая Сухаревская пл-дь, дом 6",
  },
   {
    id: 4,
    image: projectImage4,
    name: "Georgia real estate",
    desc: "",
    location: "Тбилиси, Грузия",
  },
];
// import accardionImage from "../assets/images/accardionImage.png";
import ft50 from "../assets/acardionImages/ft50.png";
import wt50 from "../assets/acardionImages/w50.png";
import wt70 from "../assets/acardionImages/wt70.png";
import wt75 from "../assets/acardionImages/WT-75.png";
import wt60 from "../assets/acardionImages/wt60.png";
import c60 from "../assets/acardionImages/C60.png";
import alodx from "../assets/acardionImages/AloDX.png";
import wt70h from "../assets/acardionImages/WT70hI.png";
import hst50 from "../assets/acardionImages/HST-50.png";
import hst60 from "../assets/acardionImages/HST-60.png";
import hst70 from "../assets/acardionImages/HST70.png";
import s34 from "../assets/acardionImages/s34.png";
import cambalkon from "../assets/acardionImages/CAM-balcon.png";

export const accardionData = [
  {
    id: 1,

    img: ft50,
    title: "▶ ФАСАДНАЯ СИСТЕМА FT 50",
    content: "Система покрытия FT50 — это закрытый фасад. Наша система имеет структуру, которая сохраняет высокое значение теплоизоляции. Это закрытый фасад с высокой теплоизоляцией. Он экономит энергию и быстро демонстрирует свои преимущества. Наши фасадные покрытия могут использоваться как в вертикальном, так и в горизонтальном исполнении, а другая часть — как силиконовый фасад полусиликоновая система в зависимости от запроса.",
  },
  {
    id: 2,
    img: wt70,
    title: "▶ ИЗОЛИРОВАННЫЕ ДВЕРНЫЕ И РУЧНЫЕ СИСТЕМЫ WT 70",
    content: "Система обеспечивает глубину 70 мм при открывании оконных створок с прочной профильной конструкцией. Узкие профильные поверхности создают 92 мм площади на соединении створки и рамы. Толщина стекла может варьироваться от 24 мм до 46 мм. Инновационный полиамидный барьерный дизайн обеспечивает оптимальную теплоизоляцию. Эти области обеспечивают конструкцию с высокой теплоизоляцией. Можно использовать стандартные петли, а также дополнительные скрытые петли. Канальная конструкция совместима с механизмами открывания из ПВХ и алюминия, а также с системой «Euro Groove». Разработана в соответствии со стандартами. Полностью совместима с фасадной системой ALUFAR, раздвижными и другими сериями соединений.",
  },
  {
    id: 3,
    img: wt60,
    title: "▶ ИЗОЛИРОВАННЫЕ ДВЕРНЫЕ И РУЧНЫЕ СИСТЕМЫ WT 60",
    content:
      "Система обеспечивает глубину 60 мм при открывании оконных створок с прочной профильной конструкцией. Узкие профильные поверхности создают 92 мм площади на соединении створки и рамы. Толщина стекла может варьироваться от 17 мм до 44 мм. Инновационный полиамидный барьерный дизайн обеспечивает оптимальную теплоизоляцию. Эти области обеспечивают конструкцию с высокой теплоизоляцией. Можно использовать стандартные петли, а также дополнительные скрытые петли. Канальная конструкция совместима с механизмами открывания из ПВХ и алюминия, а также с системой «Euro Groove». Разработана в соответствии со стандартами. Полностью совместима с фасадной системой ALUFAR, раздвижными и другими сериями соединений.",
  },
  {
    id: 4,
    img: wt50,
    title: "▶ БЕЗУТЕПЛЕННАЯ ДВЕРНАЯ И РУЧНАЯ СИСТЕМА W 50",
    content: "Система обеспечивает глубину 50 мм при открывании оконных створок с прочной профильной конструкцией. Узкие профильные поверхности создают 49 мм площади на соединении створки и рамы. Толщина стекла может варьироваться от 17 мм до 44 мм. Можно использовать стандартные петли, а также дополнительные скрытые петли. Канальная конструкция совместима с алюминиевыми механизмами открывания и системой «Euro Groove». Разработана в соответствии со стандартами. Полностью совместима с фасадной системой ALUFAR, раздвижными и другими сериями соединений.",
  },
  {
    id: 5,

    img: c60,
    title: "▶ СИСТЕМА C 60",
    content: "Лёгкая сборка и установка аксессуаров благодаря каналу для аксессуаров, соответствующему европейским стандартам. Диапазон использования стекла: 8–30 мм Водо- и пылеотталкивающее покрытие среднего размера. Угловой клин. Практичное и идеальное угловое соединение.Надёжная система отвода воздуха и воды.",
  },
  {
    id: 6,

    img: alodx,
    title: "▶ СИСТЕМА ALDOX",
    content: "Лёгкая сборка и установка аксессуаров благодаря каналу для аксессуаров, соответствующему европейским стандартам.Диапазон использования стекла: 8–30 мм Использование водо- и пылевпитывающего среднего уплотнителя.Угловой клин. Практичное и идеальное угловое соединение.Надёжная система отвода воздуха и воды.",
  },
  {
    id: 7,
    img: wt70h,
    title: "▶ ОКОННАЯ СИСТЕМА WT 70HI",
    content: "Высокая производительность благодаря теплоизоляционному наполнителю.Практичное решение для соединения средних профилей.Различные варианты открывания для дверей и окон.Надёжный отвод воздуха и воды.Эстетичные и стабильные решения с использованием средних профилей различной формы и статических характеристик.",
  },
  {
    id: 8,
    img: wt75,
    title: "▶ ОКОННАЯ СИСТЕМА WT 75",
    content: "Высокая производительность благодаря теплоизоляционному наполнителю.Практичное решение для соединения средних профилей.Различные варианты открывания для дверей и окон.Надёжный отвод воздуха и воды.Эстетичные и стабильные решения с использованием средних профилей различной формы и со статическими характеристиками.",
  },
  {
    id: 9,

    img: hst50,
    title: "▶ РАЗДВИЖНАЯ СИСТЕМА HST 50",
    content: "Система подъёма и сдвига .Грузоподъёмность — 200 кг.Возможность изготовления подъёмно-раздвижных и раздвижных дверей с использованием одних и тех же профилей.Превосходная герметизация воздуха и воды благодаря уплотнителям из EPDM и композитных материалов.Максимальное поле обзора благодаря зажимному профилю шириной 50 мм.Практичное применение благодаря специальным аксессуарам системы.Решение с москитной сеткой для всех рам.Высокие двери благодаря усиленным профилям.РАЗДВИЖНАЯ СИСТЕМАГрузоподъёмность — 80 кг (120 кг с 4 подшипниками).Возможность изготовления подъёмно-раздвижных и раздвижных дверей с использованием одних и тех же профилей.Максимальное поле обзора благодаря зажимному профилю шириной 50 мм.Практичное применение благодаря специальным аксессуарам системы.Решение с москитной сеткой для всех рам.Высокие двери благодаря усиленным профилям.",
  },
  {
    id: 10,
    img: hst70,
    title: "▶ РАЗДВИЖНАЯ СИСТЕМА HST 70",
    content: "Система HST-70 Pull & Swipe работает по принципу закрытия, аналогичному оконным системам, с использованием новой системы фурнитуры. Благодаря этой особенности она кардинально отличается от традиционных раздвижных систем по своим характеристикам.Таким образом, она превосходит ожидания в местах, где требуется высокая производительность, особенно там, где желателен раздвижной механизм.Кроме того, благодаря встроенному в систему аксессуару Soft Close, который невиден снаружи, створка функционирует как ручная автоматическая система и обеспечивает бесшумное открытие и закрытие.Обеспечивает плавное и комфортное движение.",
  },
  {
    id: 11,
    img: s34,
    title: "▶ БЕЗУТЕПЛЕННЫЕ РАЗДВИЖНЫЕ СИСТЕМЫb S 34",
    content: "Конструкция рамы с двумя направляющими позволяет использовать 2- и 4-створчатые конфигурации. Поверхность соединения нижней части створки создаёт прозрачную зону между внутренним и внешним пространством. Толщина стекла может варьироваться от 18 мм до 22 мм. Обеспечивает комфортную атмосферу. Направляющие изготовлены из высокопрочной нержавеющей стали.Уплотнительные элементы изготовлены из формованного EPDM. Полностью совместима с сериями дверей, окон и фасадов ALUFAR.",
  },
  {
    id: 12,
    img: hst60,
    title: "▶ ИЗОЛИРОВАННЫЕ РАЗДВИЖНЫЕ СИСТЕМЫ HST 60",
    content: "Двух- и однорельсовая конструкция рамы позволяет использовать 2,3 и 4 створки. Поверхность стыка нижнего крыла рамы создает прозрачную поверхность между внутренней и внешней средой.Толщина стекла может быть выбрана от 17 мм до 44 мм.Конструкция, уменьшающая конденсацию, с высокими показателями теплоизоляции. Идеально подходит для закрытых помещений. Обеспечивает комфортную среду. Используемые направляющие изготовлены из высокопрочной нержавеющей стали. Уплотнительные детали изготовлены из формованного EPDM. Предлагает до 6 точек запирания для обеспечения высоких характеристик безопасности. Полностью совместима с дверными, оконными и фасадными сериями ALUFAR.",
  },
  {
    id: 13,
    img: cambalkon,
    title: "▶ СИСТЕМА СТЕКЛЯННОГО БАЛКОНА",
    content: "Система стеклянного балкона имеет множество особенностей. Одним из ее главных преимуществ является проникновение естественного света, надежность и безопасность. Безрамное остекление с безупречным внешним видом легко моется и очень удобно в использовании. Также возможно использование системы штор.Преимущество стеклянного балкона:Придает эстетичный видЗащищает от посторонних явлений, таких как дождь, снег, ветер, пыль и т. д.Создает на балконе ауру, которой вы будете наслаждаться в течение 4 сезонов.Привлекательно и радует глаз",
  },
];



import teamImage1 from "../assets/images/teammatte1.png";
import teamImage2 from "../assets/images/teammatte2.png";
import teamImage3 from "../assets/images/teammatte3.png";

export const teamData = [
  {
    id: 1,
    role: "Director",
    name: "Laura tron",
    image: teamImage1,
  },
  {
    id: 2,
    role: "Director",
    name: "Laura tron",
    image: teamImage2,
  },
  {
    id: 3,
    role: "Director",
    name: "Laura tron",
    image: teamImage3,
  },
  {
    id: 4,
    role: "Director",
    name: "Laura tron",
    image: teamImage1,
  },
];

import footerLogoA from "../assets/logos/footerA.png"
import footerLogoL from "../assets/logos/footerL.png"
import footerLogoU from "../assets/logos/logoU.png"
import footerLogoF from "../assets/logos/logoF.png"
// import footerLogoA from "../assets/logos/footerA.png"
import footerLogoR from "../assets/logos/footerR.png"
import footerLogoRR from "../assets/logos/logoRR.png"
export const footerLogosData = [
  {
    id:1,
    logo:footerLogoA
  },
  {
    id:2,
    logo:footerLogoL
  },
  {
    id:3,
    logo:footerLogoU
  },
  {
    id:4,
    logo:footerLogoF
  },
  {
    id:5,
    logo:footerLogoA
  },
  {
    id:6,
    logo:footerLogoR
  },
  {
    id:7,
    logo:footerLogoRR
  },
]